Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/B17A.tmx
Source language: en_us
Languages: zh_cn

source: Romney Hasn't Done His Homework
zh_cn: 罗姆尼没做好功课

source: MITT ROMNEY'S latest controversial remark, about the role of culture in explaining why some countries are rich and powerful while others are poor and weak, has attracted much comment.
zh_cn: 米特·罗姆尼(Mitt Romney)最新的争议性言论引发了大量评论。在解释为什么一些国家富有强大而另一些国家贫穷弱小时，罗姆尼提到了文化的作用。

source: I was especially interested in his remark because he misrepresented my views and, in contrasting them with another scholar's arguments, oversimplified the issue.
zh_cn: 我对他的这一言论特别有兴趣，因为他歪曲了我的观点，还通过对比我和另一位学者的论点，过度简化了这一问题。

source: It is not true that my book "Guns, Germs and Steel," as Mr. Romney described it in a speech in Jerusalem, "basically says the physical characteristics of the land account for the differences in the success of the people that live there.
zh_cn: 罗姆尼在耶路撒冷的一次演讲中这样形容我的书《枪炮、病菌和钢铁》(Guns, Germs and Steel)，这本书“基本上说的是，一片土地的物理特征能说明当地人民在成功上的差异。

source: There is iron ore on the land and so forth."
zh_cn: 诸如土地出产铁矿石之类。”

source: That is so different from what my book actually says that I have to doubt whether Mr. Romney read it.
zh_cn: 这和我书上的实际观点截然不同，以至于我不得不怀疑罗姆尼是否读过这本书。

source: My focus was mostly on biological features, like plant and animal species, and among physical characteristics, the ones I mentioned were continents' sizes and shapes and relative isolation.
zh_cn: 我书中关注的重点大多是生物特征，像植物和动物种类等，而且我提及的那些物理特征是大陆的面积、形状和相对独立性。

source: I said nothing about iron ore, which is so widespread that its distribution has had little effect on the different successes of different peoples.
zh_cn: 我根本没有写过铁矿石，因为铁矿石的分布太广，以至于几乎不会影响不同民族的成功差异。

source: (As I learned this week, Mr. Romney also mischaracterized my book in his memoir, "No Apology: Believe in America.")
zh_cn: （我这周才知道，罗姆尼还在他的回忆录《不要道歉：相信美国》[“No Apology: Believe in America”]中对我的作品进行了错误解读。）

source: That's not the worst part.
zh_cn: 这还不是最糟的。

source: Even scholars who emphasize social rather than geographic explanations --- like the Harvard economist David S. Landes, whose book "The Wealth and Poverty of Nations" was mentioned favorably by Mr. Romney --- would find Mr. Romney's statement that "culture makes all the difference" dangerously out of date.
zh_cn: 即使是那些强调社会原因而不是地理原因的学者也会认为罗姆尼“文化引起所有不同”的言论严重过时，就像哈佛的经济学家戴维·S·兰德斯(David S. Landes)，他的《国家的财富和贫穷》(“The Wealth and Poverty of Nations”)一书经常被罗姆尼赞许地提及。

source: In fact, Mr. Landes analyzed multiple factors (including climate) in explaining why the industrial revolution first occurred in Europe and not elsewhere.
zh_cn: 事实上，兰德斯在解释为什么工业革命发端于欧洲而不是别的地方时分析了多重因素（包括气候）。

source: Just as a happy marriage depends on many different factors, so do national wealth and power.
zh_cn: 就像幸福的婚姻取决于多种不同因素，国家的财富和力量也是如此。

source: That is not to deny culture's significance.
zh_cn: 这并不是否定文化的重要性。

source: Some countries have political institutions and cultural practices --- honest government, rule of law, opportunities to accumulate money --- that reward hard work.
zh_cn: 一些国家的政治制度和文化习俗奖励辛勤工作，如诚实的政府、依法治国、积累财富的机会等。

source: Others don't.
zh_cn: 一些国家没有这样的政治制度和文化习俗。

source: Familiar examples are the contrasts between neighboring countries sharing similar environments but with very different institutions.
zh_cn: 熟悉的例子是，环境类似的相邻国家之间却有相当不同的制度。

source: (Think of South Korea versus North Korea, or Haiti versus the Dominican Republic.)
zh_cn: （想一想韩国和朝鲜，或者海地和多米尼加共和国。）

source: Rich, powerful countries tend to have good institutions that reward hard work.
zh_cn: 富有强大的国家更倾向于拥有奖励辛勤工作的制度。

source: But institutions and culture aren't the whole answer, because some countries notorious for bad institutions (like Italy and Argentina) are rich, while some virtuous countries (like Tanzania and Bhutan) are poor.
zh_cn: 但制度和文化并不是完整的答案，因为一些国家以不良制度臭名昭著，却是富庶之国，就像意大利和阿根廷；而一些行善有德的国家却一贫如洗，如坦桑尼亚和不丹。

source: A different set of factors involves geography, which embraces many more aspects than the physical characteristics Mr. Romney dismissed.
zh_cn: 一系列不同的因素还包括地理因素，这比罗姆尼不屑一顾的物理特征要包含更多方面。

source: One such geographic factor is latitude, which has big effects on wealth and power today: tropical countries tend to be poorer than temperate-zone countries. Reasons include the debilitating effects of tropical diseases on life span and work, and the average lower productivity of agriculture and soils in the tropics than in the temperate zones.
zh_cn: 其中一项地理因素是纬度，纬度会对当今国家的财富和国力产生巨大影响：热带国家比温带国家更趋向于贫穷，因为热带疾病会给人们的寿命和工作带来负面效应，而且在热带，农业和土地的平均生产率要低于温带国家。

source: A second factor is access to the sea.
zh_cn: 第二个因素是临海与否。

source: Countries without a seacoast or big navigable rivers tend to be poor, because transport costs overland or by air are much higher than transport costs by sea.
zh_cn: 没有海岸线或大的通航河流的国家更趋向于贫穷，因为陆运或空运的成本高于海运的成本。

source: A third geographic factor is the history of agriculture.
zh_cn: 第三个地理因素是农业历史。

source: If an extraterrestrial had toured earth in the year 2000 B.C., the visitor would have noticed that centralized government, writing and metal tools were already widespread in Eurasia but hadn't yet appeared in the New World, sub-Saharan Africa or Australia.
zh_cn: 如果有外星人在公元前2000年环游地球，这位天外来客将会发现中央集权国家、文字和金属工具已经遍布欧亚大陆，但在新世界地区、撒哈拉以南的非洲地区或澳大利亚却还没有出现。

source: That long head start would have let the visitor predict correctly that today, most of the world's richest and most powerful countries would be Eurasian countries (and their overseas settlements in North America, Australia and New Zealand).
zh_cn: 这一大幅领先优势会让天外来客正确地预测到，当今世界上最富有最强大的国家会是欧亚国家（以及这些国家在北美、澳大利亚和新西兰的海外殖民地）。

source: The reason is the historical effect of geography: 13,000 years ago, all peoples everywhere were hunter-gatherers living in sparse populations without centralized government, armies, writing or metal tools.
zh_cn: 这其中的原因就是地理的历史效应：13000年前，世界各地的所有民族都是以小规模群居的采集狩猎者，没有中央集权政府、军队、文字和金属工具。

source: These four roots of power arose as consequences of the development of agriculture, which generated human population explosions and accumulations of food surpluses capable of feeding full-time leaders, soldiers, scribes and inventors.
zh_cn: 这四种权力的根系都是由于农业的发展而出现，农业又引发了人口爆炸，并累积了足够的粮食储备来喂养全职的领导、士兵、书记员和发明家。

source: But agriculture could originate only in those few regions endowed with many wild plant and animal species suitable for domestication, like wild wheat, rice, pigs and cattle.
zh_cn: 但农业只能起源于少数几个地区，也就是那些被赋予了很多适合驯养或种植的野生动植物种类的地区。

source: In short, geographic explanations and cultural-institutional explanations aren't independent of each other.
zh_cn: 简言之，地理原因和文化制度原因并不是彼此独立的。

source: Of course, not all agricultural regions developed honest centralized government, but no nonagricultural region ever developed any centralized government, whether honest or dishonest.
zh_cn: 当然，并不是所有的农业地区都会发展出诚实的中央集权政府，但非农业地区从未发展出任何中央集权政府，不管诚实与否。

source: That's why institutions promoting wealth today arose first in Eurasia, the area with the oldest and most productive agriculture.
zh_cn: 这就是为什么今天那些促进财富生成的制度首先在欧亚大陆出现——这一地区拥有最古老、最发达的农业。

source: What does this mean for Americans? Can we assume that the United States, blessed with temperate location and seacoasts and navigable rivers, will remain rich forever, while tropical or landlocked countries are doomed to eternal poverty?
zh_cn: 这对美国人来说意味着什么？我们能否认为美国这个有幸拥有温带地理位置、海岸线和通航河流的国家会永远富裕，而那些热带或内陆国家将注定永世贫穷？

source: Of course not.
zh_cn: 当然不是。

source: Some tropical and subtropical countries have become richer despite geographic limitations.
zh_cn: 一些热带和亚热带国家即使受限于地理因素，也逐渐富裕起来。

source: They've invested in public health to overcome their disease burdens (Botswana and the Philippines).
zh_cn: 他们投资于公共健康，从而克服了疾病带来的重负（博茨瓦纳和菲律宾）。

source: They've invested in crops adapted to the tropics (Brazil and Malaysia).
zh_cn: 他们投资于适应热带的农作物（巴西和马来西亚）。

source: They've focused their economies on sectors other than agriculture (Singapore and Taiwan).
zh_cn: 他们把经济重点放在农业以外的行业（新加坡和台湾）。

source: Conversely, geographic advantages don't guarantee permanent success, as the growing difficulties in Europe and America show.
zh_cn: 反之，地理优势不能保证永远成功，正如今天的欧洲和美国面临着与日俱增的困难。

source: We Americans fail to provide superior education and economic incentives to much of our population.
zh_cn: 我们美国人未能给大多数人口提供高质量的教育和经济鼓励措施。

source: India, China and other countries that have not been world leaders are investing heavily in education, technology and infrastructure.
zh_cn: 印度、中国及其他那些尚未成为世界领导者的国家正在大举投资于教育、科技和基础设施。

source: They're offering economic opportunities to more and more of their citizens.
zh_cn: 他们正在给越来越多的国民提供经济机会。

source: That's part of the reason jobs are moving overseas.
zh_cn: 这部分解释了为什么我们的工作机会正在流向海外。

source: Our geography won't keep us rich and powerful if we can't get a good education, can't afford health care and can't count on our hard work's being rewarded by good jobs and rising incomes.
zh_cn: 如果我们不能拥有良好的教育、不能支付医疗保险、不能保证辛勤工作会被回报以好职位和高工资，那我们优越的地理位置也不能维持我们的富裕和强大。

source: Mitt Romney may become our next president.
zh_cn: 米特·罗姆尼也许会成为我们的下一届总统。

source: Will he continue to espouse one-factor explanations for multicausal problems, and fail to understand history and the modern world?
zh_cn: 但他会继续用单一因素来解释成因复杂的问题，从而无法去理解历史和现代世界吗？

source: If so, he will preside over a declining nation squandering its advantages of location and history.
zh_cn: 如果是这样的话，他将领导一个逐渐衰落的国家，浪费其良好的地理优势和历史遗产。
